/* Behavior movement dropdown in tab tooltip */
"Adjust motion of media entering canvas." = "调整媒体进入画布的运动。";

/* Behavior movement dropdown out tab tooltip */
"Adjust motion of media exiting canvas." = "调整媒体离开画布的运动。";

/* Behavior movement dropdown during tab tooltip */
"Adjust motion of media on canvas." = "调整媒体在画布中的运动。";

/* Behavior direction dropdown in tab tooltip */
"Adjust point where animation moves from." = "调整动画移动来的点";

/* Behavior direction dropdown out tab tooltip */
"Adjust point where animation moves to." = "调整动画移动去的点";

/* Behavior type dropdown tooltip */
"Animate as a single object or individual text characters" = "以单个对象或者单独的字符运动";

/* Behavior movement */
"Back" = "返回";

/* Behavior type: Bottom - dropdown list item */
"Bottom" = "底部";

/* Behavior Character Order Visible Name */
"Bottom Up" = "从下往上";

/* Behavior movement
   Name of behavior type: bounce */
"Bounce" = "弹跳";

/* Sub Behavior Bounce In Visible Name */
"Bounce In" = "弹入";

/* Behavior Character Order Visible Name */
"Center to Out" = "从内到外";

/* Behavior style dropdown tooltip */
"Change the style of behavior used" = "更改使用的行为的样式";

/* Behavior movement */
"Circ" = "弧形";

/* Name of behavior type: delay */
"Delay" = "延迟";

/* Behavior Character Order Visible Name */
"Diagonal Left" = "左斜角";

/* Behavior Character Order Visible Name */
"Diagonal Right" = "右斜角";

/* Name of behavior direction dropdown */
"Direction" = "方向";

/* Label of behavior slider tooltip where %@ is the name of the property being manipulated */
"Drag to change %@" = "拖曳以更改 %@";

/* Behavior offset slider tooltip */
"Drag to change the delay between each animating character" = "拖曳以更改每个动态字符的时间间隔";

/* Behavior loop time slider tooltip */
"Drag to change the duration of a single loop" = "拖曳以更改单次循环的时长";

/* Behavior number of loops slider tooltip */
"Drag to change the number of loops" = "拖曳以更改循环次数";

/* Behavior delay slider tooltip */
"Drag to change the time before repeating Behavior" = "拖曳以更改重复行为之前的时间";

/* Sub Behavior Drifting Visible Name */
"Drifting" = "飘动";

/* Sub Behavior Drop Visible Name */
"Drop" = "下落";

/* Behavior movement */
"Ease Both" = "淡入淡出";

/* Behavior movement */
"Ease Both - Back" = "淡入淡出 - Back";

/* Behavior movement */
"Ease Both - Circ" = "淡入淡出 - 弧形";

/* Behavior movement */
"Ease Both - Cubic" = "淡入淡出 - 立方体";

/* Behavior movement */
"Ease Both - Double Expo Sigmoid" = "淡入淡出 - Double Expo Sigmoid";

/* Behavior movement */
"Ease Both - Expo" = "淡入淡出 - Expo";

/* Behavior movement */
"Ease Both - Quad" = "淡入淡出 - Quad";

/* Behavior movement */
"Ease Both - Quart" = "淡入淡出 - Quart";

/* Behavior movement */
"Ease Both - Quint" = "淡入淡出 - Quint";

/* Behavior movement */
"Ease Both - Sine" = "淡入淡出 - Sine";

/* Behavior movement */
"Ease In" = "淡入";

/* Behavior movement */
"Ease In - Back" = "淡入 - Back";

/* Behavior movement */
"Ease In - Circ" = "淡入 - Circ";

/* Behavior movement */
"Ease In - Cubic" = "淡入 - Cubic";

/* Behavior movement */
"Ease In - Expo" = "淡入 - Expo";

/* Behavior movement */
"Ease In - Quad" = "淡入 - Quad";

/* Behavior movement */
"Ease In - Quart" = "淡入 - Quart";

/* Behavior movement */
"Ease In - Quint" = "淡入 - Quint";

/* Behavior movement */
"Ease In - Sine" = "淡入 - Sine";

/* Behavior movement */
"Ease Out" = "淡出";

/* Behavior movement */
"Ease Out - Back" = "淡出 - Back";

/* Behavior movement */
"Ease Out - Circ" = "淡出 - Circ";

/* Behavior movement */
"Ease Out - Cubic" = "淡出 - Cubic";

/* Behavior movement */
"Ease Out - Expo" = "淡出 - Expo";

/* Behavior movement */
"Ease Out - Quad" = "淡出 - Quad";

/* Behavior movement */
"Ease Out - Quart" = "淡出 - Quart";

/* Behavior movement */
"Ease Out - Quint" = "淡出 - Quint";

/* Behavior movement */
"Ease Out - Sine" = "淡出 - Sine";

/* Behavior offset edit box tooltip */
"Edit the delay between each animating character" = "编辑每个动态字符之间的延迟";

/* Behavior loop time edit box tooltip */
"Edit the duration of a single loop" = "编辑单次循环的时长";

/* Behavior number of loops edit box tooltip */
"Edit the number of loops" = "编辑循环次数";

/* Behavior delay edit box tooltip */
"Edit the time before repeating Behavior" = "编辑重复行为之前的时间";

/* Label of behavior edit box tooltip where %@ is the name of the property being manipulated */
"Edit the value of %@" = "编辑 %@ 的值";

/* Behavior movement */
"Expo" = "Expo";

/* Sub Behavior Fade In Visible Name */
"Fade In" = "淡入";

/* Sub Behavior Fade Out Visible Name */
"Fade Out" = "淡出";

/* Sub Behavior Fading Visible Name */
"Fading" = "渐隐";

/* Behavior Character Order Visible Name */
"First to Last" = "从头至尾";

/* Sub Behavior Grow Visible Name */
"Grow" = "发光";

/* Sub Behavior Pop Up Visible Name */
"Hinge" = "Schwingen";

/* Behavior offset stepper tooltip */
"Increment the delay between each animating character" = "增加每个动态字符之间的延迟";

/* Behavior loop time stepper tooltip */
"Increment the duration of a single loop" = "增加单次循环的时长";

/* Behavior number of loops stepper tooltip */
"Increment the number of loops" = "增加循环次数";

/* Behavior delay stepper tooltip */
"Increment the time before repeating Behavior" = "增加重复行为之前的时间";

/* Label of behavior stepper tooltip where %@ is the name of the property being manipulated */
"Increment the value of %@" = "增加 %@ 的值";

/* Sub Behavior Jump Visible Name */
"Jump" = "跳跃";

/* Behavior Character Order Visible Name */
"Last to First" = "从尾至头";

/* Behavior type: Left - dropdown list item */
"Left" = "左侧";

/* Behavior Character Order Visible Name */
"Left to Right" = "从左至右";

/* Behavior movement */
"Linear" = "线性";

/* Name of checkbox for behavior type: loops */
"Loop Forever" = "永久循环";

/* Name of behavior type: loop time */
"Loop Time" = "循环时间";

/* Name of behavior type: loops */
"Loops" = "循环";

/* Name of movement type dropdown */
"Movement" = "移动";

/* Sub Behavior None Visible Name */
"None" = "无";

/* Behavior type:Object - dropdown list item */
"Object" = "对象";

/* Name of behavior type: offset */
"Offset" = "补偿";

/* Sub Behavior Opacity Visible Name */
"Opacity" = "透明度";

/* Behavior Character Order Visible Name */
"Out to Center" = "由外至内";

/* Sub Behavior Pop Up Visible Name */
"Pop Up" = "弹出";

/* Sub Behavior Pulsating Visible Name */
"Pulsate" = "脉动";

/* Behavior movement */
"Quad" = "Quad";

/* Behavior movement */
"Quart" = "Quart";

/* Behavior movement */
"Quint" = "Quint";

/* Behavior Character Order Visible Name */
"Random" = "随机";

/* Sub Behavior Reveal Visible Name */
"Reveal" = "展现";

/* Behavior type: Right - dropdown list item */
"Right" = "右侧";

/* Behavior Character Order Visible Name */
"Right to Left" = "从右至左";

/* Behavior Character Order Visible Name */
"Ripple In" = "涟漪进入";

/* Behavior Character Order Visible Name */
"Ripple Out" = "涟漪退出";

/* Sub Behavior Rotation Visible Name */
"Rotation" = "旋转";

/* Sub Behavior Scale Visible Name */
"Scale" = "缩放";

/* Sub Behavior Shift Visible Name */
"Shift" = "改变";

/* Sub Behavior Shifting Visible Name */
"Shifting" = "偏移";

/* Sub Behavior Shrink Visible Name */
"Shrink" = "收缩";

/* Behavior Character Order Visible Name */
"Simultaneous" = "同时";

/* Behavior movement */
"Sine" = "正弦";

/* Sub Behavior Sliding Visible Name */
"Sliding" = "滑动";

/* Behavior movement */
"Smooth" = "平滑";

/* Name of behavior type: speed */
"Speed" = "速度";

/* Behavior movement */
"Spring" = "弹簧";

/* Name of behavior style dropdown */
"Style" = "样式";

/* Name of behavior type: tension */
"Tension" = "张力";

/* Behavior type:Text - dropdown list item */
"Text" = "文字";

/* Behavior type: Top - dropdown list item */
"Top" = "顶部";

/* Behavior Character Order Visible Name */
"Top Down" = "从上往下";

/* Label of behavior type dropdown
   Name of behavior type dropdown */
"Type" = "类型";

